{
    "title": "Mon portfolio",
    "home": "Accueil",
    "skills": "Compétences",
    "projects": "Projets",
    "devweb": "Développeur web",
    "contact": "Contact",

    "footer-droits": "© {{year}} LeoBrd. Tous droits réservés.",
    "footer-construit": "Construit avec :",

    "a-propos-title": "À propos de moi",
    "a-propos-text": "Passionné par le développement web, je m’épanouis en apprenant chaque jour et en transformant des idées en interfaces intuitives et fonctionnelles. Curieux et déterminé, je relève avec enthousiasme les défis techniques, que ce soit en front-end ou en back-end. Chaque projet est pour moi une occasion de progresser, d’expérimenter et de perfectionner mes compétences. Découvrez mes réalisations et accompagnez-moi dans mon parcours pour devenir un développeur accompli !",
    "passions-title": "Mes Passions",
    "passions-dev-title": "Développement",
    "passions-dev-text": "Je suis passionné par la création de solutions innovantes et l'apprentissage de nouvelles technologies. Elaborer un projet de A à Z ou bien tenter de reproduire une maquette sont des choses qui me stimulent.",
    "passions-lecture-title": "Lecture",
    "passions-lecture-text": "J'adore explorer des univers à travers les livres, que ce soit par l'art du manga ou de la littérature. La découverte d'une nouvelle oeuvre est toujours un moment qui me procure du plaisir.",
    "passions-musique-title": "Musique",
    "passions-musique-text": "La musique est une source d'inspiration pour moi. Je m'intéresse beaucoup à la culture musicale de nombreux genres comme le rap, la pop etc... Je maîtrise aussi la composition musicale via des logiciels comme FL Studio.",
    "passions-jv-title": "Jeux Vidéo",
    "passions-jv-text": "Les jeux vidéo sont pour moi une façon de m'évader, mais aussi un art qui explore des univers infinis. Il s'agit d'une grande part de mon enfance et j'adore découvrir de nouveaux jeux de tous types.",

    "school-parcours-title": "Mon parcours scolaire",
    "42-date": "Juillet 2024",
    "oc-title": "OpenClassrooms : Formation développeur web",
    "42-title": "Piscine de l'école 42",
    "estiam-title": "ESTIAM : école d'informatique",
    "uni-title": "Université Lumière Lyon 2",
    "jps-title": "Lycée Jean Paul Sartre",
    "42-modal-title": "Ecole 42",
    "oc-text": "J'ai suivi le parcours \"Développeur Web\" d'OpenClassrooms, une formation en distanciel centrée sur la pratique. Accompagné par un mentor issu du milieu professionnel, j'ai réalisé 8 projets concrets, chacun conçu pour mettre en œuvre les compétences techniques et opérationnelles demandées en entreprise. Cette formation, validée par un diplôme de niveau RNCP 5 (équivalent Bac+2), m'a permis d'acquérir une solide base pour évoluer dans le domaine du développement web.",
    "42-text": "La piscine de l'école 42 est une expérience unique de 1 mois dans laquelle on apprend le language C. C'est une expérience très enrichissante tant techniquement que socialement car cela nous pousse à collaborer et à apprendre vite. Le système gamifié est une manière de rendre la programmation cool et ludique.",
    "estiam-text": "Cette première année de Bachelor dans une école privée m'a permis de développer des compétences générales en informatique et de comprendre ce qui me plaisait dans ce domaine. J'ai ensuite décidé de me tourner vers des écoles comme 42 et OpenClassrooms où la manière d'apprendre est moins scolaire.",
    "uni-text": "Après le lycée, j'ai débuté une license en Informatique / Economie que j'ai très vite arrêté ( la fac ne me correspondait pas ). Cela m'a quand même montré que l'informatique était un domaine qui m'intéressait plus que les autres. J'ai passé le reste de l'année à travailler dans une pizzeria en attendant la rentrée. 🍕",
    "jps-text": "J'étais au lycée à Bron de ma seconde à ma terminale. J'ai choisi les spécialités Maths et NSI ( Informatique ) et ait obtenu le diplôme du Bac avec la mention Bien.",

    "pro-parcours-title": "Mon parcours professionnel",
    "super-paulette-date": "Avril / Septembre 2023",
    "mediatheque-date": "Novembre 2018",
    "mediatheque-title": "Stage à la Médiathèque",
    "super-paulette-title": "CDI - Employé polyvalent en restauration",
    "recherche-entreprise-title": "Recherche une entreprise...",
    "mediatheque-modal-title": "Médiathèque / Ludothèque de Chassieu",
    "super-paulette-modal-title": "Super Paulette",
    "recherche-entreprise-modal-title": "Je recherche une entreprise pour une alternance ou un stage",
    "mediatheque-text": "J'ai effectué mon stage de 3ème à la Médiathèque de Chassieu. Cela a été mon premier contact avec le monde du travail. J' ai eu l'occasion de tenir l'accueil de la bibliothèque, ranger des livres, entretenir l'espace informatique et participer aux évènements pour enfants et personnes âgées.",
    "super-paulette-text": "En attendant ma rentrée à l'ESTIAM, j'ai eu l'occasion de travailler en restauration chez Super Paulette à Villeurbanne. Au contact avec les clients, j'y ai développé de nombreuses compétences : prendre des commandes, servir et encaisser, préparer les pizzas, nettoyer le restaurant, gérer les stocks etc...",
    "recherche-entreprise-text": "Si vous êtes intéressé, vous pouvez me contacter via la page de contact !",

    "permis-title": "Permis B",
    "permis-date": "Obtenu en 2023",
    "bac-title": "Bac général",
    "bac-text": "Mention Bien",
    "bac-date": "Obtenu en 2022",
    "oc-diploma-title": "Diplôme OpenClassrooms",
    "oc-diploma-text": "Développement web",
    "oc-diploma-date": "Obtenu en 2025",
    "brevet-title": "Brevet des collèges",
    "brevet-text": "Mention Très Bien",
    "brevet-date": "Obtenu en 2019",
    "ccna-date": "Obtenu en 2024",

    "languages-title": "Je peux parler en...",
    "languages-subtitle": "J'apprends le japonais quotidiennement !",
    "code-languages-title": "Mais aussi en...",
    "code-languages-subtitle": "Pour en savoir plus...",

    "github-activity-title": "Activité récente sur GitHub",

    "main-skills-title": "Mes Compétences Principales",
    "tool-skills-title": "Ce que je maîtrise...",
    "learning-skills-title": "En Cours d'Apprentissage...",
    "react-description": "Développement front-end d'interfaces dynamiques et réactives.",
    "node-description": "Développement back-end avec le framework Express en Javascript.",
    "git-description": "Gestion de versions pour le travail collaboratif.",
    "technical-optimization-name": "Optimisation technique",
    "project-management-name": "Gestion de projet",
    "ia-name": "IA",
    "accessibility-name": "Accessibilité",
    "performance-boost-name": "Boost des performances",
    "technology-watch-name": "Veille technologique",
    "methode-agile-name": "Méthode Agile",
    "package-manager-name": "Gestionnaire de paquets",
    "next-description": "Applications web performantes avec rendu côté serveur.",
    "sql-description": "Langage de gestion de bases de données relationnelles pour des données structurées.",
    "php-description": "Langage de script côté serveur pour le développement web dynamique.",

    "contact-title": "Contactez moi !",
    "contact-form-title": "Envoyez-moi un mail",
    "contact-name-title": "Votre nom",
    "contact-name-placeholder": "Entrez votre nom",
    "contact-mail-title": "Votre e-mail",
    "contact-mail-placeholder": "Entrez votre e-mail",
    "contact-message-title": "Votre message",
    "contact-message-placeholder": "Écrivez votre message ici...",
    "contact-form-send": "Envoyer",
    "contact-details": "Mes coordonnées"
}