{
    "title": "My portfolio",
    "home": "Home",
    "skills": "Skills",
    "projects": "Projects",
    "devweb": "Web developer",
    "contact": "Contact",

    "footer-droits": "© {{year}} LeoBrd. All rights reserved.",
    "footer-construit": "Build with :",

    "a-propos-title": "About me",
    "a-propos-text": "Passionate about web development, I thrive on learning every day and transforming ideas into intuitive and functional interfaces. Curious and determined, I enthusiastically take on technical challenges, whether on the front-end or the back-end. Each project is an opportunity for me to progress, experiment, and perfect my skills. Discover my achievements and join me on my journey to becoming an accomplished developer!",
    "passions-title": "My passions",
    "passions-dev-title": "Development",
    "passions-dev-text": "I am passionate about creating innovative solutions and learning new technologies. Developing a project from A to Z or trying to replicate a mockup are things that stimulate me.",
    "passions-lecture-title": "Reading",
    "passions-lecture-text": "I love exploring worlds through books, whether it's through the art of manga or literature. Discovering a new work is always a moment that brings me joy.",
    "passions-musique-title": "Music",
    "passions-musique-text": "Music is a source of inspiration for me. I am very interested in the musical culture of many genres such as rap, pop, etc. I also master music composition using software like FL Studio.",
    "passions-jv-title": "Video Games",
    "passions-jv-text": "Video games are a way for me to escape, but also an art form that explores endless universes. They are a big part of my childhood, and I love discovering new games of all kinds.",

    "parcours-title": "My course",
    "42-date": "July 2024",
    "oc-title": "OpenClassrooms : web developer course",
    "42-title": "School 42's piscine",
    "estiam-title": "ESTIAM : computer science school",
    "uni-title": "University Lumière Lyon 2",
    "jps-title": "Highschool Jean Paul Sartre",
    "42-modal-title": "42 school",
    "oc-text": "I completed the \"Web Developer\" program at OpenClassrooms, a remote training program focused on hands-on learning. Guided by a mentor from the professional field, I worked on 8 practical projects, each designed to develop the technical and operational skills required in the workplace. This program, validated by an RNCP level 5 diploma (equivalent to a two-year degree), has provided me with a solid foundation to grow in the field of web development.",
    "42-text": "The 42 school's piscine is a unique 1-month experience where you learn the C language. It is a very enriching experience both technically and socially, as it pushes us to collaborate and learn quickly. The gamified system is a way to make programming cool and fun.",
    "estiam-text": "This first year of Bachelor's degree in a private school allowed me to develop general IT skills and understand what I liked in this field. I then decided to turn to schools like 42 and OpenClassrooms where the learning method is less academic.",
    "uni-text": "After high school, I started a degree in Computer Science / Economics, which I quickly dropped out of (university wasn't for me). However, it showed me that computer science was a field that interested me more than others. I spent the rest of the year working in a pizzeria while waiting for the next school year. 🍕",
    "jps-text": "I was in high school in Bron from my sophomore to senior year. I chose Mathematics and Computer Science as my specialties and obtained my Baccalaureate diploma with honors.",

    "permis-title": "Driver license",
    "permis-date": "Obtained in 2023",
    "bac-title": "General Baccalaureate",
    "bac-text": "With Honors",
    "bac-date": "Obtained in 2022",
    "oc-diploma-title": "OpenClassrooms Diploma",
    "oc-diploma-text": "Web Development",
    "oc-diploma-date": "Currently being validated by the jury",

    "languages-title": "I can speak in...",
    "languages-subtitle": "I'm learning Japanese every day!",
    "code-languages-title": "But also in...",
    "code-languages-subtitle": "To learn more...",

    "github-activity-title": "Recent activity on GitHub"
}